---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsElecLoadsummaryDemandFactorRuleParam
source: html/5a8e17be-3239-342e-d3fd-875f7e79137d.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsElecLoadsummaryDemandFactorRuleParam Property

"Description"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsElecLoadsummaryDemandFactorRuleParam { get; }
```